import Image from "next/image";
import styled from "styled-components";

const ContentBox1 = () => {
    return (
        <Container>
            <Image
                src={'/content/1.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />

            <p>이 세계에서는 <b>&quot;화가(페인터)&quot;</b>라는 존재들이 있었습니다.</p>
            <p>그들은 자신만의 세계(그림)를 창조하고(그려내고) <br/>생명을 불어 넣는 힘을 가지고 있었습니다.</p>
            <p>그리고 이들과 적대하는 <b>&quot;작가(라이터)&quot;</b>라는 존재들도 존재하였습니다.</p>

            <Image
                src={'/content/2.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />

            <p>이들 화가들은 의회를 통해 세력을 유지하고 있었고, <br/>이들의 수장인 <b>&quot;데성드르&quot;</b>라는 가문이 존재하였습니다.</p>
            <p>데성드르 가문의 <b>&quot;르누아르&quot;</b>는 가장 뛰어난 페인터였던 <b>&quot;알린&quot;</b>과 결혼해 <br/>장녀 <b>&quot;클레아&quot;</b>와 아들 <b>&quot;베르소&quot;</b>, 막내딸 <b>&quot;알리시아&quot;</b>를 두고 <br/>행복한 시간을 보냈습니다.</p>

            <p>알린은 화가들의 수장이었으며, 르누아르의 스승으로서 그림을 가르치며, <br/>자식들에게도 같은 가르침을 전수하였습니다.</p>
            <p>세 남매 전부 그림에 재능이 있었고, 베르소는 피아노, 클레아는 하프, <br/>알리시아는 글이라는 취미를 가지며 각자 두각을 나타내었습니다.</p>
            
            <p><b>하지만 어느 날, 어떤 사건으로 인해 이들의 일상은 한 순간에 무너졌습니다.</b></p>

            <Image
                src={'/content/3.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>알리시아는 평소 글쓰기를 즐겨하였고, <br/>이를 이용한 <b>&quot;작가&quot;</b>라는 집단은 알리시아에게 접근합니다.</p>
            <p>이들은 알리시아를 통하여 데성드르 가문의 저택의 위치를 알아내었고, <br/>데성드르 저택에 방화를 일으킵니다.</p>
            <Image
                src={'/content/4.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <Image
                src={'/content/5.jpg'}
                alt="1"
                width={800}
                height={400}
                className="mt"
                
            />
            <p>이 사건으로 인해 <b>베르소는 알리시아를 구하면서 사망</b>하고, <br/><b>알리시아는 얼굴의 절반과 목소리를 잃게 됩니다.</b></p>

            <Image
                src={'/content/6.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <Image
                src={'/content/7.jpg'}
                alt="1"
                width={800}
                height={400}
                className="mt"
                
            />
            <p>이 사건은 가문 전체에 커다란 충격으로 다가왔지만, <br/>어머니(알린)의 상실감은 특히나 깊고 컸습니다.</p>
            <p>슬픔을 견지디 못한 알린은 <b>어릴 적 베르소가 직접 그렸던</b> <br/>캔버스 속에 들어가 베르소가 에스키에와 모노코와 <br/>함께 모험하던 신비로운 세계를 다시 그려나가기 시작했습니다.</p>

            <Image
                src={'/content/8.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>캔버스 속에 들어간 알린은, 캔버스에 남아있던 베르소의 영혼 조각을 베르소의 <br/>모습으로 그리고, 베르소의 기억을 주어 <b>그림 속의 베르소를 만들어냅니다.</b></p>
            <p>그 후, 그 외의 <b>자신의 가족을 똑같이 그려낸 복제품</b>들을 만들어내고, 과거의 <br/>뤼미에르를 그림 속에 재현하며 이 세계에 살도록 해주었습니다.</p>
            <p>그리고 현실에서 등을 돌리기 시작합니다.</p>

            <Image
                src={'/content/9.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>베르소의 세계 속에선 <b>베르소의 영혼 조각</b>이 세계를 그려가고 있었는데, <br/>알린은 그 위를 자신의 세계로 덧칠하기 시작합니다.</p>

            <Image
                src={'/content/10.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>르누아르는 <b>작품 세계에 오래있으면 현실의 육체가 무너져 간다는 위험</b>을 알린의 가르침으로 기억하고 있었고, 걱정하였으나 아내가 곧 슬픔을 극복하고 돌아올거라고 믿었습니다.</p>

            <Image
                src={'/content/11.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>그러나 그림 속 세계의 시간이, 현실의 시간보다 수백배는 빨랐음에도 불구하고 <br/>현실 세계의 시간이 꽤 오래 지났음에도 <b>알린은 돌아오지 않았습니다.</b></p>

            <Image
                src={'/content/12.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>르누아르는 아내를 설득하였으나 아들을 잃은 슬픔과 한 그림에 너무 오래 머문 <br/>부작용으로 반쯤 미쳐버린 알린을 설득으로 꺼내는 것은 불가능하였습니다.</p>
            <p>결국 아내마저 잃을 수 없었던 르누아르는 직접 <b>&quot;큐레이터&quot;</b>가 되어 베르소의 <br/>캔버스에 들어가 세계를 부수기로 합니다.</p>

            <Image
                src={'/content/13.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p><b>그것이 바로, 67년 전 벌어진 대균열입니다.</b></p>

            <Image
                src={'/content/14.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>르누아르는 큐레이터가 되어 그림속 세상을 파괴하였으나, 알린은 르누아르의 <br/>스승이었던 만큼 페인터로서의 능력은 알린이 더 압도적이었습니다.</p>

            <Image
                src={'/content/16.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>이에 장녀 클레아는 한 가지 묘책을 세웠습니다.</p>

            <Image
                src={'/content/17.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>캔버스 속 창조물이 죽으면 그 크로마는 다시 창작자에게 돌아갑니다.</p>
            <p>그 이후 새로운 그림이 될 물감이 되어야 했지만</p>

            <Image
                src={'/content/18.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <Image
                src={'/content/19.jpg'}
                alt="1"
                width={800}
                height={400}
                className="mt"
                
            />
            <p>클레아는 그림 속 자신의 복제품을 덧칠하여 크로마가 빠져나가지 않게 창조물을 죽일 수 있는 괴물들을 그려내도록 만듭니다.</p>
            <p>그리고 이 괴물들을 <b>&quot;네브론&quot;</b>이라고 명명합니다.</p>

            <Image
                src={'/content/20.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>그 후 네브론을 곳곳에 배치하여 창조물들을 죽이고 돌처럼 굳게하여 그들의 <br/><b>크로마가 돌아가지 않게하고 알린을 약화시키기 시작합니다.</b></p>

            <Image
                src={'/content/21.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>그럼에도 불구하고 알린의 페인터로서의 능력은 여전히 강대하였고 싸움 끝에 <br/>알린은 <b>르누아르를 거석 아래에 봉인 시키는데 성공합니다.</b></p>
            <Image
                src={'/content/22.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>그리고 그 싸움의 여파로 <b>자신도 거석 꼭대기에 가둬지게 됩니다.</b></p>

            <Image
                src={'/content/32.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>한편 현실의 클레아는 페인터 의회의 일을 내팽겨치고, <br/>캔버스 속 세계에 빠져있는 어머니를 대신하여 페인터 의회에 나가게 됩니다.</p>
            <p>캔버스 속의 르누아르와 알린의 싸움이 길어지마, <br/>가족 간의 갈등보다는 바깥 세상의 일과 &quot;작가&quot;와의 전쟁을 준비하게 됩니다.</p>

            <Image
                src={'/content/35.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>르누아르와 알린이 그림 속에 봉인되고 언니마저 손을 놓자, <br/>현실세계의 알리시아는 언니를 대신해 부모님을 말리려 <br/>캔버스 속 세상에 뛰어듭니다.</p>
            <p>하지만 페인트리스로서 미숙했던 데다, 베르소를 죽게 만들었다는 죄책감을 <br/>극복하지 못했던 알리시아는 오히려 알린의 그림에 휘말리게 됩니다.</p>
            
            <Image
                src={'/content/34.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>그림에 휘말려 기억을 잃고 거석 49년(49번 원정대가 출발하는 시점)의 <br/>뤼미에르에서 그림 속 인물 <b>&quot;마엘&quot;</b>로 다시 태어나게 됩니다.</p>
            <p>이에 클레아는 본인이 현실의 문제를 처리하는 동안 아무것도 하지 못할테니 <br/>&quot;차라리 그게 더 안전하겠다&quot;라며 말했으나, <br/>그려진 베르소에게 부탁해 마엘을 지켜보라고 하게됩니다.</p>
            <Image
                src={'/content/23.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>시간이 흘러 회수되는 크로마의 양이 점점 줄어들어 페인트리스의 힘이 약해지자 <br/>르누아르는 캔버스의 가장 오래된 창작물들부터 하나씩 지워가기 시작합니다.</p>

            <Image
                src={'/content/26.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <Image
                src={'/content/25.jpg'}
                alt="1"
                width={800}
                height={400}
                className="mt"
                
            />
            <p>이에 페인트리스는 자신의 창조물들에게 다가오는 죽음을 경고하고자 하였고,<br/>거석에 숫자를 새겨 뤼미에르에 이를 알렸으니 그것이 바로 <b>&quot;고마주&quot;</b>였습니다.</p>
            <p>따라서 페인트리스가 그리는 숫자는 사실 저주가 아닌, <br/>경고이자 그림 속 세계의 남은 수명을 뜻하는 것 이었습니다.</p>

            <Image
                src={'/content/28.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <p>매년 죽음의 나이가 줄어갔던 이유는, <br />사실 페인트리스가 사람을 죽이고 있던 것이 아니라,</p>
            <p>그림을 지키는 페인트리스(알린)의 힘이 약해지자<br/>큐레이터(르누아르)로부터 지킬 수 있는 사람들이 계속 줄어들었기 때문입니다.</p>

            <Image
                src={'/content/29.jpg'}
                alt="1"
                width={800}
                height={400}
                
            />
            <Image
                src={'/content/30.jpg'}
                alt="1"
                width={800}
                height={400}
                className="mt"
            />
            <p>알린은 고마주로부터 세상을 지켜내고 있었지만<br />원정대의 의해 페인트리스(알린)가 쫓겨나게 됩니다.</p>

            <Image
                src={'/content/31.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>알린이 사라진 이후 르누아르는 캔버스 속 세계를 깔끔히 지울 수 있게 되었고, <br /><b>모든 창조물은 르누아르로 인하여 사라지게 됩니다.</b></p>
            <p>이때 창조물로써 지워진 <b>마엘은 현실의 알리시아로 되돌아오게 됩니다.</b></p>

            <Image
                src={'/content/36.jpg'}
                alt="1"
                width={800}
                height={400}
                className="mt2"
            />
            <p>67년전 과거, 대균열 이후 거석이 생겨났을 즈음</p>

            <Image
                src={'/content/39.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>당시에는 고마주의 존재를 알지 못했기에<br/>대균열의 원인과 거석, 페인트리스를 조사하고 균열로 인한 <br/>실종자 수색을 하기 위하여 많은 인원들로 원정대를 꾸리고 대륙을 향합니다.</p>

            <Image
                src={'/content/38.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>첫 번째 원정대인 0원정대에는 데성드르 가문의 복제품인<br/>그려진 르누아르, 그려진 베르소, 그려진 알리시아와 시몽과 줄리 외 <br/>많은 인원이 있었고 이들은 인원을 나누어 임무를 진행합니다.</p>

            <Image
                src={'/content/40.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>머지않아 그려진 르누아르와, 베르소, 알리시아는 거석의 방벽까지 진입하는데<br/>이 때 현실 세계의 클레아가 이들 앞에 나타납니다.</p>
            <p>현실 세계의 클레아는 이 세계가 가짜라는 것과, 세계의 진실에 대해 알려줍니다.</p>

            <Image
                src={'/content/41.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>진실을 들은 그려진 르누아르와 베르소, 알리시아는 거석 안까지 들어가 <br/>페인트리스를 직접 만나며 사실임을 확인하였고, <br/>페인트리스가 이 세계를 지키고 있음을 이해하게 됩니다.</p>
            <p>이 과정에서 페인트리스(알린)은 그려진 자신의 가족들에게 <br/>불멸을 선물하게 됩니다.</p>
            <p>하지만 원정의 과정에서 그려진 클레아는 무엇인가로부터<br/>어디론가 납치를 당하여 불멸을 받지 못하게 됩니다.</p>

            <Image
                src={'/content/43.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>0번 원정대원 중의 한 명인 &quot;시몽&quot;은 그려진 &quot;클레아&quot;와 연인사이였습니다.<br/>그에게 현실의 클레아가 나타나서 시몽에게 액손을 처치해야한다고 설득합니다.</p>
            <p>이 과정에서 시몽은 현실의 클레아에게 액손을 처치할 힘을 받고, <br/>거석을 뚫을 수 있는 방법도 알게 됩니다.</p>

            <p>시몽은 옛 르뮈에르에 가서 그곳에 있는 클레아의 액손을 처치하고, <br/>거석의 방벽을 뚫고 페인트리스와 조우합니다.</p>

            <Image
                src={'/content/42.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>그 과정에서 시몽도 페인트리스의 진실을 알게 되었고,<br/>현실의 클레아가 자신을 속였다는 것도 알게됩니다.</p>
            <p>알린은 그려진 클레아가 어디에 있는지 알려주며, 구할수 있다고 말합니다.</p>
            <p>이에 시몽은 알린을 돕기 위해 거석 밑에서 르누아르를 만나고<br/>고마주를 막기위해 그를 가두는데 일조하여 성공합니다. <br/></p>
            <p>그후 그곳을 지키는 역할을 맡게되나<br/>그곳을 지키며 르누아르에게 점점 정신을 지배당하게 됩니다.</p>

            <Image
                src={'/content/44.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>한 편, 그려진 르누아르와 베르소는 모든 진실을 원정대에게 말하게 됩니다.<br/>그러나 이들은 두 사람이 자신들을 배신하고 페인트리스에게 붙었다고 <br/>오해를 하며 적대감을 표출합니다.</p>
            <p>이에 원정대가 페인트리스에 위협이 되는걸 알게 된 그려진 르누아르와 베르소는 0번 원정대 전원을 몰살합니다.</p>
            <p>여기서 그려진 베르소는 자신의 연인이었던 줄리도 살해하지만, <br/>후에 페인트리스에게 부탁하여 되살릴 생각이었습니다.</p>
            <p>이후 베르소는 페인트리스에게 자신의 연인을 살려달라고 애원하지만, <br/>현실의 르누아르와 클레아의 크로마 흡수 방해로 되살릴 힘이 없는 상태였습니다.</p>

            <Image
                src={'/content/45.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>현실의 클레아는 그려진 가족들을 만나 이들을 회유하려합니다.<br/>그러나 베르소를 제외하고 설득에 실패하고 베르소는 가족들과 절연하게 됩니다.<br/>그리고 이 과정에서 그려진 알리시아는 현실 세계의 르누아르 가문에게 <br/>적개심을 가지게 됩니다.</p>

            <Image
                src={'/content/46.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>결과적으로 그려진 르누아르 가족은 그려진 세계에서 잘 살고 있었으나<br/>현실의 알린과 르누아르의 싸움으로 인하여 가족들이 흩어지게 됩니다.<br/>(베르소의 절연, 클레아의 납치, 알리시아의 분노)</p>
            <p>이에 그려진 르누아르는 현실의 르누아르를 제거하고, 알린의 힘을 되찾게하여 <br/>행복하던 시절의 그려진 가족으로 돌아가고 싶어합니다.</p>
            <p>이러한 사건으로 인해, 현실의 르누아르와 그려진 르누아르는 <br/>각자의 가족을 다시 찾겠다는 목적을 가지고 서로 대립하게 됩니다.</p>

            <Image
                src={'/content/48.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>마엘로 태어난 알리시아는 그림 속에서 태어난지 2년 후, <br/>그림속의 부모가 고마주 되어 일찍 고아가 됩니다.</p>
            <p>마엘 뿐만 아니라, 대부분의 뤼미에르의 아이들은 고마주 때문에 <br/>빠르게 장인(기술자)의 제자가 되곤 하였으나, <br/>마엘은 그러지 못하고 여러 가정을 떠돌며 골목의 배달부 일을 하게됩니다.</p>

            <Image
                src={'/content/47.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>어디에도 속하지 못하고 떠돌던 마엘은 엠마와 구스타브에게 입양되었고 <br/>셋은 가족으로서 지내게됩니다.</p>
            
            <Image
                src={'/content/49.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>구스타브가 32살이 되고, 마엘은 16살이 되었을 때 <br/>구스타브의 전 연인 &quot;소피&quot;가 고마주의 대상이 되고 축제에 참가하게 됩니다.</p>
            <p>소피는 고마주로부터 4년 전에 구스타브와 이별했는데, 원정대에 참가하고자 하는 구스타브를 말리는 과정에서 헤어지게되었습니다.</p>
            <Image
                src={'/content/50.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>그렇게 두 사람은 고마주 당일에 재회하여 같이 축제에 참가하게 되고, <br/>소피는 고마주당해 사라지게 됩니다.</p>

            <Image
                src={'/content/51.jpg'}
                alt="1"
                width={800}
                height={400}
            />
            <p>구스타브는 사랑하는 사람을 잃은 슬픔과, <br/>다시 잃고 싶지않다는 생각에 33원정대 참가를 결정합니다.</p>
            <p>마엘도 더 이상 구스타브와 같은 가족을 더 이상 잃기 싫어 원정대에 참가하고 <br/>다음 날 아침 33원정대가 뤼미에르를 떠나 거석으로 향하게 됩니다.</p>
        </Container>
    )
}

const Container = styled.div`
    width: 100%;
    max-width: 1024px;
    display: flex;
    flex-direction: column;
    justify-content: start;
    align-items: center;

    margin-top: 200px;

    img {
        margin-top: 200px;
        object-fit: cover;
        border: 0.4px solid #ECCFA3;
        &.mt {
            margin-top: 0px;
        }
        &.mt2 {
            margin-top: 500px;
        }
    }

    gap: 50px;

    p {
        font-size: 24px;
        text-align: center;
        line-height: 34px;
        max-width: 800px;
    }
`

export default ContentBox1;